#+title:  Evaluación de la exposición
#+author: Gunnar Wolf

* TempleOS: Las implicaciones de un SO operando en el anillo 0 de protección.

- Tema presentado por :: Barvara Juárez y Jesús Talonia
- Calificación global :: Por favor lean todo el archivo para entender de dónde
  vienen todos estos números 😉

|------------------------+------+--------------------+------+---------|
| Evaluación  compañeros | Peso | Evaluación docente | Peso | *Total* |
|------------------------+------+--------------------+------+---------|
|                   7.71 |  0.3 |               8.35 |  0.7 |    8.16 |
|------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentación en video, no puedo evaluar /dominio del tema/ y
/presencia/ como lo haríamos habitualmente. Me centro en las respuestas que
hagan a las preguntas de sus compañeros para el primero y en si la presentación
"suena" leída directamente del material que prepararon o expuesta más libremente
para el segundo.


* Evaluación grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 0 | 1 | 3 | 3 |  8.57 |
| Nivel        | 0 | 0 | 3 | 1 | 3 |  8.00 |
| Relevancia   | 0 | 0 | 1 | 3 | 3 |  8.57 |
| Claridad     | 0 | 3 | 0 | 1 | 3 |  7.14 |
| Presencia    | 2 | 1 | 0 | 2 | 2 |  6.29 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  7.71 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compañeros

Su exposición recibió los siguientes comentarios anonimizados por
parte de sus compañeros:

- La presentación tiene mucho texto, me hubiera gustado ver más gráficos.

* Evaluación por parte del docente

| *Aspecto*                          | *Peso* | *Evaluación* | *Puntos* |
|------------------------------------+--------+--------------+----------|
| Contenido técnico y profunidad     |    0.3 |           10 |       3. |
| Fuentes bibliográficas             |   0.15 |            7 |     1.05 |
| Organización                       |   0.15 |            7 |     1.05 |
| Comunicación oral y uso del tiempo |   0.25 |            7 |     1.75 |
| Uso de recursos visuales           |   0.15 |           10 |      1.5 |
|------------------------------------+--------+--------------+----------|
| *Global*                           |        |              |     8.35 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios del docente

La exposición se me hizo interesante y bastante a fondo sobre un tema poco
habitual; considero muy positivo el que hayan podido “jugar” un rato con
este particular sistema operativo. Al final, me parece que tanto sus
compañeros como yo apuntamos a que faltó un poco de claridad, pero insisto
en felicitarlos por “echarse el clavado” a fondo y probar el verdadero
funcionamiento de TempleOS.
